EXIT =  '█' #'>'

CORRIDOR = 9
CORR_VER = '┃' #'║' # '·'
CORR_HOR = '━' #'═' # '·'

WALL_HOR = '─' # '─'
WALL_VER = '│' # '│'
# CORNER = '-'
TLCR = '┌' # '┌'
BLCR = '└' # '└'
TRCR = '┐' # '┐' ┓
BRCR = '┘' # '┘'
ROOM_CORNERS = (TLCR, TRCR, BRCR, BLCR)
ROOM_WALLS = (TLCR, TRCR, BRCR, BLCR, WALL_HOR, WALL_VER)

FLOOR = '·' #'·'
GROUND = ' '


TLC = '╔' #'┏' #'╔'  '┌'
BLC = '╚' #'┗' #'╚'  '└'
TRC =  '╗' # '┐' '┓'
BRC =  '╝' # '┘' '┛'
H_V = '╬' #'╋' # '╫' # '╬' '┼' #'╪' # '╬' '┼'
V_R =  '╠' # '┣' 
V_L = '╣' # '┫' 
H_T = '╩' # '┻'
V = '║' #'┃' #'║' # '·'
H = '═' #'━' #'═' # '·'
H_B = '╦' # '┳'


